app/controllers/players_controller.rb

  def index
    @players = Player.all
    @gamestats = Gamestat.all
---
SELECT "players".* FROM "players"
SELECT "gamestats".* FROM "gamestats"