app/controllers/teams_controller.rb

SELECT  "teams".* FROM "teams" WHERE "teams"."id" = ? LIMIT 1  [["id", 1]]
UPDATE "teams" SET "name" = ?, "updated_at" = ? WHERE "teams"."id" = ?  [["name", "立川"], ["updated_at", "2015-09-11 15:02:26.659064"], ["id", 1]]
---
  def update
    @team = Team.find(params[:id])
    if  @team.update(team_params)

INSERT INTO "teams" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "東大和"], ["created_at", "2015-09-11 13:42:23.613018"], ["updated_at", "2015-09-11 13:42:23.613018"]]
---
  def create
    @team = Team.new(team_params)
    if @team.save